Repository: plk3000/faro
Catalog: ios/FARO/Resources/Places.xcstrings
Source language: en
Languages: es_mx

# action.addViews
source: Add views
es_mx: Agregar vistas

# action.cancel
source: Cancel
es_mx: Cancelar

# action.capturePlaceView
source: Capture this view
es_mx: Capturar esta vista

# action.checkingPlace
source: Checking...
es_mx: Comprobando...

# action.close
source: Close
es_mx: Cerrar

# action.done
source: Done
es_mx: Listo

# action.ok
source: OK
es_mx: Aceptar

# action.rememberPlace
source: Remember a place
es_mx: Recordar un lugar

# action.rename
source: Rename
es_mx: Renombrar

# action.save
source: Save
es_mx: Guardar

# action.whereAmI
source: Where am I?
es_mx: ¿Dónde estoy?

# error.embeddingIncompatible
source: The saved place uses an incompatible image model.
es_mx: El lugar guardado usa un modelo de imagen incompatible.

# error.embeddingInvalid
source: A saved place image could not be analyzed.
es_mx: No se pudo analizar una imagen guardada del lugar.

# error.noRememberedPlaces
source: No places have been remembered yet.
es_mx: Todavía no hay lugares recordados.

# error.placeDelete
source: FARO could not delete the place completely.
es_mx: FARO no pudo eliminar el lugar por completo.

# error.placeMigration
source: FARO could not update the saved place images.
es_mx: FARO no pudo actualizar las imágenes guardadas de los lugares.

# error.placeMissingLabel
source: Enter a name for this place.
es_mx: Escribe un nombre para este lugar.

# error.placeSave
source: FARO could not save this place view.
es_mx: FARO no pudo guardar esta vista del lugar.

# error.placeUpdate
source: FARO could not update the place.
es_mx: FARO no pudo actualizar el lugar.

# hint.capturePlaceView
source: Saves this camera angle for place recognition
es_mx: Guarda este ángulo de cámara para reconocer el lugar

# hint.rememberedPlaces
source: Lists and manages saved places
es_mx: Muestra y administra los lugares guardados

# hint.rememberPlace
source: Starts capturing several views of a named place
es_mx: Comienza a capturar varias vistas de un lugar con nombre

# hint.whereAmI
source: Captures an image and compares it with remembered places
es_mx: Captura una imagen y la compara con los lugares recordados

# place.addViews.title
source: Add views
es_mx: Agregar vistas

# place.instruction.enough
source: You have enough views. More views can improve recognition.
es_mx: Ya tienes suficientes vistas. Más vistas pueden mejorar el reconocimiento.

# place.instruction.first
source: Face the center of the place and capture the first view.
es_mx: Apunta hacia el centro del lugar y captura la primera vista.

# place.instruction.left
source: Turn slightly left and capture another view.
es_mx: Gira un poco a la izquierda y captura otra vista.

# place.instruction.lighting
source: Capture one final view with different lighting if possible.
es_mx: Si es posible, captura una última vista con iluminación diferente.

# place.instruction.reverse
source: Move to another part of the place and face back.
es_mx: Muévete a otra parte del lugar y apunta hacia atrás.

# place.instruction.right
source: Turn slightly right and capture another view.
es_mx: Gira un poco a la derecha y captura otra vista.

# place.matched
source: You are in %@.
es_mx: Estás en %@.

# place.name.label
source: Place name
es_mx: Nombre del lugar

# place.name.placeholder
source: For example, kitchen
es_mx: Por ejemplo, cocina

# place.remember.title
source: Remember a place
es_mx: Recordar un lugar

# place.rename.title
source: Rename place
es_mx: Renombrar lugar

# place.resultAccessibility
source: Place result: %@
es_mx: Resultado del lugar: %@

# place.scan.instructions
source: FARO will capture %1$@ views for %2$@. Aim the phone toward your left side, then slowly turn to your right through about half a turn.
es_mx: FARO capturará %1$@ vistas de %2$@. Apunta el teléfono hacia tu lado izquierdo y luego gira lentamente hacia la derecha hasta completar aproximadamente media vuelta.

# place.uncertain
source: I'm not sure where you are.
es_mx: No tengo certeza de dónde estás.

# place.updateFailed.title
source: Place update failed
es_mx: No se pudo actualizar el lugar

# place.views.count
source: %@ saved views
es_mx: %@ vistas guardadas

# place.views.progress
source: %1$@ of %2$@ suggested views
es_mx: %1$@ de %2$@ vistas sugeridas

# place.views.section
source: Views
es_mx: Vistas

# places.empty.description
source: Use Remember a place to save several camera views.
es_mx: Usa Recordar un lugar para guardar varias vistas de la cámara.

# places.empty.title
source: No remembered places
es_mx: No hay lugares recordados

# places.title
source: Remembered places
es_mx: Lugares recordados

# places.titleCount
source: Remembered places (%@)
es_mx: Lugares recordados (%@)

# status.capturingPlaceView
source: Capturing a view of %@
es_mx: Capturando una vista de %@

# status.checkingLocation
source: Checking your location
es_mx: Comprobando tu ubicación

# status.placeRecognitionComplete
source: Place recognition complete
es_mx: Reconocimiento del lugar completado

# status.placeScanComplete
source: Saved %1$@ with %2$@ views.
es_mx: Se guardó %1$@ con %2$@ vistas.

# status.savedPlaceView
source: Saved view %1$@ for %2$@
es_mx: Vista %1$@ de %2$@ guardada

# status.updatingPlaceEmbeddings
source: Updating saved place images
es_mx: Actualizando las imágenes guardadas de los lugares
